import AboutItem from "../components/about_item";
import Footer from "../components/footer";
import Header from "../components/header";
import aaf from '../assets/aaf.jpg'

export default function AafAffairsScreen() {
    return (
        <>
            <Header title={'قسم الشؤون الادارية والمالية'} />
            <AboutItem img={aaf} text={'يحتل قسم الشؤون الإدارية والمالية في جامعة الامين مكانة حيوية، حيث يُعَتَبَر العمود الفقري للجامعة ومركز تحرير القرارات. تأسس القسم عام 2017، ولمع اسمه منذ ذلك الحين بفضل تقديمه للخدمات الإدارية والمالية الفعالة. يضم قسم الشؤون الإدارية والمالية فرقًا متخصصة تقوم بإدارة الموظفين سواءً كانوا من الكوادر الأكاديمية أو الفنية والإدارية، بالإضافة إلى الاهتمام بالمهام المنوطة به من داخل الجامعة وخارجها. يرتبط هذا القسم بجميع أقسام الجامعة العلمية والاستشارية، ويندرج تحت ظل مكتب مساعد رئيس الجامعة للشؤون الإدارية والمالية وان القسم يعنى بإدارة وتنظيم الجوانب الإدارية والمالية في الجامعة والعمل على تنفيذها وفق ضوابط وتعليمات القوانين العراقية وقوانين وتعليمات وزارة التعليم العالي والبحث العلمي لموظفي الخدمة الجامعية ينقسم القسم إلى جزئين رئيسيين وهما الشؤون المالية والشؤون الإدارية رؤية قسم الشؤون الإدارية والمالية هي أن يكون قسما متميزا في إدارة الموارد المالية والإدارية بطريقة فاعلة وفعّالة في و يهدف القسم إلى توفير بيئة إدارية تدعم الأهداف الأكاديمية والبحثية وتساهم في تطوير الجامعة'} />
            <Footer />
        </>
    )
}