import Header from "../components/header";
import owner from '../assets/owner.jpg'
import coOwner from '../assets/co-owner.jpg'
import structural from '../assets/structural.jpg'
import Footer from "../components/footer";
import AboutItem from "../components/about_item";

export default function AboutScreen() {
    return (
        <>
            <Header title={'حول الجامعة'} />
            <h1 className=" flex mx-auto max-w-300 text-xl mt-10 px-5 text-[#202020] text-right">
                تتطلع جامعة الامين أن تكون صرحاً علمياً رائداً بما يتناسب ومواكبة التطورات العالمية في جودة التعليم العالي والبحث العلمي وفي خدمة المجتمع العراقي والإقليمي العالمي. تسعى جامعة الامين الى إعــداد مخرجات علمية مؤهلة فــي الاختصاصات العلمية كافة وفق استراتيجية الجامعة، وتعزيز جودة التعليم العالي وفق المعايير العالمية، ودعم البحث العلمي بما يضمن تحقيق التنمية المستدامة، وتوفير مناخ اكاديمي محفز للإبداع والتطور المنشود
            </h1>
            <h1 className='text-4xl font-semibold text-[#202020] flex justify-center font-serif pt-5 mt-10'>
                <span className=' border-b-2 border-blue-500 text-3xl md:text-4xl '>كلمة رئيس الجامعة</span>
            </h1>
            <AboutItem
                text={' جامعة الامين من الجامعات الفتية تاسست سنة ٢٠١٧..وهي تسعى الى ان تكون من الجامعات العراقية وتحقيق التميز في التعليم العالي والبحث العلمي وخدمة المجتمع ايمانا منا بان الجامعة مصدر اشعاع فكري وحضاري و هي اداة ازدهار للمجتمع لان المجتمع في تطوره يحتاج لنتاج الجامعة بما تقدمه من ملاكات اكاديمية وعلمية فلم تعد وظيفة الجامعة مجرد تهياة الافراد المؤهلين لقيادة شؤون البلاد وانما تهياة الانسان لمواجهة التغييرات السريعة وتحقيق التنمية بتسخير الامكانات المادية والبشرية وادارتها بشكل يحقق اهداف الجامعة عن طريق تقديم تعليم اكاديمي عالي الجودة يلبي متطلبات سوق العمل والمساهمة في التنمية الاقتصادية والاجتماعية وتقديمها مجموعة متنوعة من البرامج الاكاديمية في مختلف المجالات: العلوم الطبيعية والاجتماعية والطبية والهندسية فضلا عن مجموعة من البرامج والانشطة منها:تقديم خدمات التعلبم والبحث العلمي للمجتمع عن طريق تحديث وتطوير بيئة البحث العلمي في الجامعة وتنظيم الانشطة الثقافية والفنية والرياضية والاجتماعيةوتقديم المساعدات الانسانية للمجتمع وتلتزم الجامعة بمعاير الجودة في حقولها المتعددة : جودة التدريسيين وجودة المناهج وجودة الطلبة وجودة البنية التحتية للجامعة وجودة الادارة والتخطيط وخلق مناخ مؤسسي واكاديمي يشجع على فكرة العمل الجماعي وروح فريق العمل وتنمية القدرة التنافسية في مجال التعليم والبحث بين الجامعات العراقية والعربية وتفعيل المشاركة الفعالة في الندوات والمؤتمرات المحلية والدولية عن طريق التوامة ومذكرات التفاهم والاتفاقيات الثنائيةوبذلك تمكن الجامعة من تبؤ مكانة رائدة سواء على المستوى المحلي والعربي والدولي'}
                img={owner}
            />
            <h1 className='text-4xl font-semibold text-[#202020] flex justify-center font-serif pt-5 mt-10'>
                <span className=' border-b-2 border-blue-500 mx-4 text-center text-xl sm:text-3xl md:text-4xl '>كلمة مساعد رئيس الجامعة للشؤون الادارية والمالية</span>
            </h1>
            <AboutItem
                text={'يشكل التعليم رافدا أساسيا من روافد بناء المجتمع الرصين ولذلك اهتمت وزارة التعليم العالي والبحث العلمي بالجوانب الاكاديميةالتي من شأنها الارتقاء بالمستوى العلمي للطالب من خلال المناهج المعاصرة وتوفير البيئة المثالية لذلك وللتعليم الاهلي الدور الفاعل والاساسي في استيعاب عدد كبير من ابنائنا الطلبة و توفير البيئة الدراسية المناسبة حيث تتضمن الجوانب المعنوية و المادية التي تتمثل في المنشأت والقاعات والمختبرات الحديثة فضلآ عن تحديث البرامج والمناهج التي تستخدم وماوصل اليه العالم المتقدم..... ونتوقع مستقبلا زاهرا للتعليم الاهلي يوازي او يفوق دول كثيرة في حيطنا الإقليمي على الاقل ..... والله ولي التوفيق الدكتور مجيد جابر الموسوي'}
                img={coOwner}
            />
            <h1 className='text-4xl font-semibold text-[#202020] flex justify-center font-serif pt-5 mt-10'>
                <span className=' border-b-2 border-blue-500 text-3xl mx-4 text-center sm:text-3xl md:text-4xl '>البرامج الاكاديمية</span>
            </h1>
            <div className=" flex flex-col xl:flex-row items-center justify-evenly mt-10">
                <div className=" max-w-300 text-right text-xl text-[#202020] p-10">
                    <h1 className="font-bold">: هذه خلاصة لبرامج جامعة الأمين الأكاديمية</h1>
                    <br />
                    <p>
                        <span className="text-blue-500"> الهندسة والتكنولوجيا: </span> 
                        تشمل هذه البرامج درجات البكالوريوس والماجستير في مجالات مثل الهندسة الميكانيكية، الهندسة الكهربائية، الهندسة المدنية، وتكنولوجيا المعلومات
                   
                    </p>
                    <br />
                    <p>
                        <span className="text-blue-500">العلوم الطبية: </span> تتضمن برامج الطب والصيدلة والتمريض والعلوم الصحية، مما يتيح للطلاب فرصًا للتخصص في مجالات مختلفة من الرعاية الصحية
                    </p>
                    <br />
                    <p>
                        <span className="text-blue-500">العلوم الإنسانية والاجتماعية: </span> تتنوع البرامج في هذا المجال بين اللغات والعلوم الاجتماعية وعلم النفس والإعلام والتواصل، مما يوفر فرصًا للطلاب لاكتساب معرفة واسعة في مجالات الإنسانيات
                    </p>
                    <br />
                    <p>
                        <span className="text-blue-500">الأعمال والإدارة: </span> تقدم الجامعة برامج في إدارة الأعمال، والمحاسبة، والتسويق، والإدارة العامة، مما يمكن الطلاب من اكتساب المهارات اللازمة للنجاح في عالم الأعمال
                    </p>
                    <br />
                    <p>
                        <span className="text-blue-500">العلوم الطبيعية والتكنولوجيا: </span> تشمل هذه البرامج الفيزياء والكيمياء والبيولوجيا وعلوم الحاسوب، مما يوفر فرصًا للطلاب للتعمق في فهم العالم الطبيعي واستخدام التكنولوجيا في البحث العلمي
                    </p>
                    <br />
                    <p>
                        <span className="text-blue-500">الفنون والإبداع: </span> تتضمن هذه البرامج الفنون الجميلة، والأدب، والمسرح، والسينما، وتصميم الأزياء، مما يتيح للطلاب التعبير عن أنفسهم بواسطة الفن والإبداع
                    </p>
                    <br />
                    <p className=" font-semibold">هذه هي بعض البرامج الأكاديمية التي تقدمها جامعة الأمين، والتي تسعى من خلالها لتوفير تعليم عالي الجودة وتمكين الطلاب من تحقيق أهدافهم الأكاديمية والمهنية</p>
                </div>

            </div>
            <h1 className='text-4xl font-semibold text-[#202020] flex justify-center font-serif pt-5 mt-10'>
                <span className=' border-b-2 border-blue-500 text-3xl mx-4 text-center sm:text-3xl md:text-4xl '>هيكلية الجامعة</span>
            </h1>
            <div className=" flex flex-col xl:flex-row items-center justify-evenly mt-10">
                <img src={structural} alt="" className="px-10 mt-10 mx-50 xl:px-0 rounded-2xl w-screen " />
            </div>
            <Footer />
        </>
    )
}