import { Activites } from "../models/activites";
import activite1 from '../assets/activite_1.jpg';
import activite2 from '../assets/activite_2.jpg';
import activite3 from '../assets/activite_3.jpg';
import activite4 from '../assets/activite_4.jpg';

export const activites = [
    new Activites(activite1, '2025/22/2', 'تنفيذاً للخطة العلمية لجامعة الامين في نشر الثقافة الصحية، اقامت كلية التقنيات الصحية و الطبية محاضرة...', 'نشاط جامعة'),
    new Activites(activite2, '2025/22/2', 'شارك اساتذة جامعة الامين بالجلسة الحوارية للأمن المجتمعي المستدام ودوره في تعزيز الاستقرار التي عقدت...', 'نشاط طلاب'),
    new Activites(activite3, '2025/22/2', 'بحضور الاستاذ الدكتور علي صالح الجبوري رئيس الجامعة العراقية أقامت جامعات (الأمين، والعراقية، وآشور،...', 'نشاط جامعة'),
    new Activites(activite4, '2025/22/2', 'اقامت الكلية التقنية الهندسية ندوة بعنوان( الشباب الجامعي وضرورة صناعة الوعي في عصر التقنيه) ألقاها الاستاذ...', 'نشاط طلاب'),
    new Activites(activite1, '2025/22/2', 'تستمر الفعاليات العلمية لجامعة الامين كلية طب الأسنان في إلقاء المحاضرات التخصصية لزيادة المعرفة والاطلاع...', 'نشاط جامعة'),
    new Activites(activite2, '2025/22/2', 'تستمر الفعاليات العلمية لجامعة الامين كلية طب الأسنان في إلقاء المحاضرات التخصصية لزيادة المعرفة والاطلاع...', 'نشاط طلاب'),
    new Activites(activite3, '2025/22/2', 'تستمر الفعاليات العلمية لجامعة الامين كلية طب الأسنان في إلقاء المحاضرات التخصصية لزيادة المعرفة والاطلاع...', 'نشاط جامعة'),
    new Activites(activite4, '2025/22/2', 'تستمر الفعاليات العلمية لجامعة الامين كلية طب الأسنان في إلقاء المحاضرات التخصصية لزيادة المعرفة والاطلاع...', 'نشاط طلاب')
]