import { Ads } from "../models/ads";
import ads1 from '../assets/ads_1.png';
import ads2 from '../assets/ads_2.png';
import ads3 from '../assets/ads_3.png';
import ads4 from '../assets/ads_4.png';
import ads5 from '../assets/ads_5.jpg';

export const ads = [
    new Ads(ads1, '2025/22/2', 'تعلن جامعة الامين عن بدء التسجيل في كلية الصيدلة', 'كلية الصيدلة في جامعة الأمين تقدم لك فرصة ذهبية لبناء مستقبل واعد في الرعاية الصحية. على مدى خمس سنوات،...'),
    new Ads(ads2, '2025/22/2', 'تعلن جامعة الامين عن بدء التسجيل في كلية طب الاسنان', 'كلية طب الأسنان في جامعة الأمين تقدم تعليمًا متميزًا يجمع بين النظري والعملي باستخدام أحدث التقنيات....'),
    new Ads(ads3, '2025/22/2', 'تعلن جامعة الامين عن بدء التسجيل في كلية التقنية الطبية والصحية', 'قسم تقنيات التجميل بالليزر في جامعة الأمين يؤهلك لتصبح متخصصًا في أحدث تقنيات التجميل. يجمع البرنامج...'),
    new Ads(ads4, '2025/22/2', 'تعلن جامعة الامين عن بدء التسجيل في كلية التقنية الهندسية', 'جامعة الأمين تضعك في قلب مشاريع البنية التحتية المتطورة. ستتعلم كيفية استخدام التكنولوجيا الحديثة في...'),
    new Ads(ads5, '2025/22/2', 'تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا', "تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا وحسب الاختصاصات التالية: دكتوراه –..."),
    new Ads(ads5, '2025/22/2', 'تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا', "تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا وحسب الاختصاصات التالية: دكتوراه –..."),
    new Ads(ads5, '2025/22/2', 'تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا', "تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا وحسب الاختصاصات التالية: دكتوراه –..."),
    new Ads(ads5, '2025/22/2', 'تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا', "تعلن جامعة الأمين عن حاجتها الى تدريسيين من حملة الشهادات العليا وحسب الاختصاصات التالية: دكتوراه –...")
]