import { Department, Lecture } from "../models/department";
import { TbDeviceVisionPro } from "react-icons/tb";
import { GoGoal } from "react-icons/go";
import { PiReadCvLogo } from "react-icons/pi";
import { PiNumberCircleOneFill } from "react-icons/pi";
import { PiNumberCircleTwoFill } from "react-icons/pi";
import { PiNumberCircleThreeFill } from "react-icons/pi";
import { PiNumberCircleFourFill } from "react-icons/pi";



export const department = [
        new Department('الروئية', TbDeviceVisionPro, `
        يسعى قسم هندسة الأمن السيبراني في جامعة الأمين إلى أن يكون رائدًا على المستوى المحلي والإقليمي في تقديم تعليم أكاديمي متميز، والارتقاء بالبحث العلمي في مجال الأمن السيبراني، وتعزيز الشراكات مع المؤسسات الحكومية والخاصة لمواجهة التهديدات السيبرانية المتطورة.

ويهدف القسم إلى تطوير بيئة تعليمية متقدمة تعتمد على البحث والتطوير، إضافة إلى تعزيز الابتكار في مجال الأمن السيبراني من خلال دعم المشروعات الريادية والأنشطة البحثية التي تسهم في إيجاد حلول تقنية حديثة لحماية البيانات والشبكات.
        `),
        new Department('الاهداف', GoGoal, `
        تأهيل الطلاب بالمعرفة التقنية والمهارات العملية لحماية الأنظمة الرقمية وتأمين المعلومات.

تطوير البحث العلمي في مجال الأمن السيبراني والمساهمة في إيجاد حلول للمشكلات الأمنية الرقمية.

تعزيز الوعي الأمني لدى الأفراد والمؤسسات لمواجهة الهجمات السيبرانية بكفاءة وفاعلية.

دعم الابتكار في مجالات الحوسبة الآمنة وتقنيات الدفاع السيبراني لمواجهة التهديدات المتزايدة.

إنشاء شراكات استراتيجية مع المؤسسات الأكاديمية والصناعية لتعزيز فرص التدريب والتوظيف لطلاب القسم.

إعداد كوادر مهنية قادرة على تطبيق أحدث المعايير الأمنية في حماية الشبكات والأنظمة الرقمية.

توفير بيئة أكاديمية متقدمة تعتمد على التعليم العملي والتطبيقي لتعزيز مهارات الطلاب.
        `),
        new Department('فرص العمل للخريجين', PiReadCvLogo, `
        يتمتع خريجو قسم هندسة الأمن السيبراني بفرص وظيفية واسعة في مختلف القطاعات، حيث يمكنهم العمل في:

محلل أمن المعلومات: تقييم وتحليل المخاطر الأمنية في الشبكات والأنظمة.

مهندس أمن سيبراني: تصميم وتنفيذ استراتيجيات الحماية ضد الهجمات الإلكترونية.

مختبر اختراق (Ethical Hacker): اختبار أمان الأنظمة وكشف الثغرات الأمنية.

خبير الطب الشرعي الرقمي: تحليل الجرائم الإلكترونية وتتبع المهاجمين.

مسؤول إدارة المخاطر الأمنية: وضع سياسات واستراتيجيات لحماية بيانات المؤسسات.

مطور أنظمة الحماية: تطوير تطبيقات وبرمجيات لحماية البيانات والشبكات.

أخصائي أمن الحوسبة السحابية: تأمين البيانات والأنظمة في بيئات الحوسبة السحابية.

محلل استخبارات التهديدات السيبرانية: مراقبة التهديدات وتحليل الأنماط الهجومية لاتخاذ إجراءات استباقية.

يتميز خريجو هذا التخصص بالقدرة على العمل في المؤسسات الحكومية، البنوك، شركات تكنولوجيا المعلومات، القطاعات العسكرية، والشركات الكبرى التي تعتمد على البيانات الرقمية في أعمالها اليومية. كما يمكنهم متابعة الدراسات العليا للحصول على درجات متقدمة في الأمن السيبراني والتخصص في مجالات أكثر تعمقًا.
        `)
]

export const lecture = [
        new Lecture('المرحلة الاولى', PiNumberCircleOneFill),
        new Lecture('المرحلة الثانية', PiNumberCircleTwoFill),
        new Lecture('المرحلة الثالثة', PiNumberCircleThreeFill),
        new Lecture('المرحلة الرابعة', PiNumberCircleFourFill)
]