import { News } from "../models/news";
import new1 from '../assets/new_1.jpg';
import new2 from '../assets/new_2.jpg';
import new3 from '../assets/new_3.jpg';
import new4 from '../assets/new_4.jpg';

export const news = [
    new News(new1, '2025/22/2', 'يستمر اساتذة جامعةً الامين إلقاء محاضراتهم على طلبتها', 'بعطاء لاينضب يستمر اساتذة جامعةً الامين إلقاء محاضراتهم على طلبتها الصور تعكس مدى تفاعلهم مع المحاضرات'),
    new News(new2, '2025/22/2', 'المؤتمر الوطني الاول للإرشاد النفسي والتوجيه التربوي في العراق', 'برعاية وإشراف دولة رئيس مجلس الوزراء الاستاذ محمد شياع السوداني القائد العام للقوات المسلحة وبدعوة كريمة من مستشارية الامن القومي '),
    new News(new3, '2025/22/2', 'ورشة تدريب نظام أدارة الجامعات', 'برعاية معالي وزير التعلبم العالي والبحث العلمي الدكتور نعيم العبودي شارك الاستاذ الدكتور يونس عباس حسين رئيس جامعة الامين يوم '),
    new News(new4, '2025/22/2', 'الدكتور حسن العبودي أمين سر نقابة الصحفيين العراقيين', 'استقبل الاستاذ الدكتور يونس عباس حسين رئيس جامعةً الامين والدكتور مجيد جابر الموسوي مساعد رئيس الجامعة للشؤون الادارية والمالية الدكتور '),
    new News(new1, '2025/22/2', 'يستمر اساتذة جامعةً الامين إلقاء محاضراتهم على طلبتها', 'بعطاء لاينضب يستمر اساتذة جامعةً الامين إلقاء محاضراتهم على طلبتها الصور تعكس مدى تفاعلهم مع المحاضرات'),
    new News(new2, '2025/22/2', 'المؤتمر الوطني الاول للإرشاد النفسي والتوجيه التربوي في العراق', 'برعاية وإشراف دولة رئيس مجلس الوزراء الاستاذ محمد شياع السوداني القائد العام للقوات المسلحة وبدعوة كريمة من مستشارية الامن القومي '),
    new News(new3, '2025/22/2', 'ورشة تدريب نظام أدارة الجامعات', 'برعاية معالي وزير التعلبم العالي والبحث العلمي الدكتور نعيم العبودي شارك الاستاذ الدكتور يونس عباس حسين رئيس جامعة الامين يوم '),
    new News(new4, '2025/22/2', 'الدكتور حسن العبودي أمين سر نقابة الصحفيين العراقيين', 'استقبل الاستاذ الدكتور يونس عباس حسين رئيس جامعةً الامين والدكتور مجيد جابر الموسوي مساعد رئيس الجامعة للشؤون الادارية والمالية الدكتور '),
]